Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nkom.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The prohibition on offering access prices that subject the access seeker to margin squeeze wil be an ongoing requirement, however, and wil thus not be limited to the times when the margin squeeze tests are performed.
nb: Forbudet mot å tilby tilgangspriser som gjør at tilgangskjøper settes i marginskvis, vil imidlertid være et løpende krav og således ikke være begrenset til tidspunktene hvor marginskvistestene gjennomføres.

source: A basis for identifying representative products to be included in the margin squeeze tests wil be the products that cumulatively constitute 70 per cent of the number of subscriptions in each of the markets that are subject to margin squeeze tests, and the products that constitute at least 10 per cent of the number of subscriptions in the relevant markets.
nb: Et utgangspunkt for å identifisere representative produkter som skal inngå i marginskvistestene, vil være produkter som kumulativt utgjør 70 prosent av antall abonnement i hvert av sluttbrukermarkedene som er gjenstand for marginskvistest, samt produkter som utgjør minst 10 prosent av antall abonnement i de relevante markedene.

source: The information being published is to be clear and updated and have to include, among other things, information about:
nb: Informasjonen som offentliggjøres skal være oversiktlig og oppdatert og skal blant annet inneholde opplysninger om:

source: • In an Equally Efficient Operator (EEO) approach, the test assumes that the efficient
nb: En like effektiv tilbyder-tilnærming («Equally Efficient Operator», EEO-tilnærming)

source: On this basis, Nkom believes that the price regulation imposed for VULA fibre is proportionate.
nb: Nkom mener på denne bakgrunn at den pålagte prisreguleringen for VULA fiber er forholdsmessig.

source: Nkom wil send a data col ection form to the alternative providers in June.
nb: Nkom vil oversende datainnsamlingsskjema til alternative tilbydere i juni måned.

source: The test wil also include specific costs that only arise for alternative providers in their role as buyers of access.
nb: Testen vil også inkludere spesifikke kostnader som kun forekommer for alternative tilbydere i deres rolle som tilgangskjøpere.

source: Downstream costs include own network costs, retail costs and other costs (regulatory costs, costs for number portability, etc.).
nb: Nedstrømskostnadene omfatter egne nettverkskostnader, sluttbrukerkostnader og andre kostnader (regulatoriske kostnader, kostnader for nummerportabilitet, osv.).

source: Special rules apply to Svalbard and Antarctica, including for reception.
nb: Særskilte regler gjelder for Svalbard og Antarktis, her også for mottak.

source: In practice, Nkom is making it possible for Telenor to continue to freely raise or lower the retail prices in the flagship portfolio without prior margin squeeze testing.
nb: I praksis åpner Nkom for at Telenor fortsatt fritt kan sette opp eller ned sluttbrukerprisene i flaggskipporteføljen uten forutgående marginskvistesting.

source: Nkom finds that an operator using national roaming wil need to achieve a higher market share than an MVNO in order to efficiently exploit its investments.
nb: Nkom legger til grunn at en aktør som benytter nasjonal gjesting, vil være avhengig av å oppnå høyere markedsandel enn en MVNO for effektivt å kunne utnytte sine investeringer.

source: Decision in the market for access and call origination on mobile networks, case 1504996
nb: Vedtak i markedet for tilgang til og originering i mobilnett (sak 1504996)

source: In light of this, the margin squeeze tests will normally use the terms and conditions in Telenor's reference offers for service provider access, MVNO access and national roaming respectively.
nb: Marginskvistestene vil på denne bakgrunn normalt benytte vilkårene i Telenors standardavtaler for henholdsvis tjenesteleverandørtilgang, MVNO-tilgang og nasjonal gjesting.

source: This entails that the margin squeeze tests wil normally be performed on the basis of Telenor’s customers’ usage patterns.
nb: Det innebærer at marginskvistestene normalt vil gjennomføres med utgangspunkt i bruksmønstrene til Telenors kunder.

source: In the model, fixed costs wil be distributed over the corresponding lifetime.
nb: Faste kostnader vil i modellen bli fordelt over tilhørende levetid.

source: In its recommendation on termination rates3, the EFTA Surveil ance Authority (ESA) found that a mobile operator's scale advantages are exhausted at a market share of around 20 per cent4.
nb: EFTAs overvåkingsorgan, ESA, har i anbefaling om termineringspriser3 funnet at en mobiloperatørs stordriftsfordeler uttømmes ved rundt 20 prosent markedsandel4.

source: In practice, a national geographical market wil mean the geographical area covered by Telenor’s fibre network where the required services for fibre access to the wholesale market are available.
nb: Et nasjonalt geografisk marked vil i praksis bety det geografiske området i Telenors fibernett hvor de pålagte tjenestene for fibertilgang i grossistmarkedet er tilgjengelige.

source: Retail products to be included in the margin squeeze tests must be representative of the competition situation in the markets that are tested.
nb: Sluttbrukerprodukter som skal inngå i marginskvistest, skal være representative for konkurransebildet i markedene som testes.

source: believes that Nkom is choosing a less efficient and more complicated solution than required by ESA.
nb: mener at Nkom velger en mindre effektiv og mer komplisert løsning enn det ESA krever.

source: This prohibition applies at all times, and an ex-ante test wil ensure better compliance with the requirement in the period between the ordinary margin squeeze tests, if Telenor makes changes to its retail offering.
nb: Dette forbudet gjelder til enhver tid, og en slik ex ante-test vil bedre sikre at kravet overholdes i perioden mellom de ordinære marginskvistestene dersom Telenor gjør endringer i sitt sluttbrukertilbud.

source: At the same time, costs and revenues are allocated over time and discounted where appropriate.
nb: Samtidig blir kostnader og inntekter fordelt over tid og diskontert der det er hensiktsmessig.

source: Version 8 of the LRIC model calculates network costs, and based on this model Nkom has calculated how access costs can increase in step with a reduced share of access purchases.
nb: LRIC-modellen versjon 8 kalkulerer nettverkskostnader, og basert på denne modellen har Nkom beregnet hvordan tilgangskostnader kan øke i takt med redusert andel tilgangskjøp.

source: The price basis for voice termination revenue and costs will be the applicable maximum price as set in Nkom's decision in Market 7.
nb: Prisgrunnlaget for termineringsinntekter og -kostnader fra tale vil være den til enhver tid gjeldende maksimalprisen slik den er fastsatt i Nkoms vedtak i marked 7.

source: The choice of margin squeeze regulation and related principles are based on the existing market analyses, the competition problems identified and the choice of regulation principle for Market 3a.
nb: Valget av marginskvisregulering og tilhørende prinsipper er basert på de eksisterende markedsanalysene, de identifiserte konkurranseproblemene og valg av reguleringsprinsipp for Marked 3a.

source: 3 Termination revenue and costs will not normal y be incurred for a service provider.
nb: 3 Termineringsinntekter og -kostnader vil normalt ikke påløpe for en tjenesteleverandør.

source: Nkom believes that gross margin tests for VULA fibre in Market 3a can take place according to the same method as for VUA fibre in Market 3b.
nb: Nkom mener bruttomargintester for VULA fiber i Marked 3a kan gjennomføres etter samme metode som for VUA fiber i Marked 3b.

source: With regard to any price increases for Telenor’s wholesale products, Nkom believes that there is stil a need for Nkom to approve such price increases in accordance with section 592 of the Market 3a Decision.
nb: Når det gjelder eventuelle prisøkninger for Telenors grossistprodukter, mener Nkom det fortsatt er behov for at Nkom godkjenner slike prisøkninger i henhold til det som fremkommer i punkt 592 i Marked 3a-vedtaket.

source: believes that a gross margin requirement of at least 25% is insufficient to have any real function.
nb: mener at et krav om bruttomargin på minst 25 % er utilstrekkelig til å ha noen funksjon.

source: - the provider’s name and address - the scope of the contract, including relevant information about networks and services,
nb: - tilbyders navn og adresse - avtalens omfang, herunder relevante opplysninger om nett og tjenester,

source: With information on market development, Nkom has a significantly better basis for making renewed assessments on what should be realistic efficiency standards in the Norwegian market.
nb: Nkom har med informasjon om markedsutvikling betydelig bedre grunnlag for å gjøre fornyede vurderinger om hva som bør være realistiske effektivitetsstandarder i det norske markedet.

source: Norwegian Communications Authority - in the European numbering series +3883, - in the numbering series +800 and - in other EU/EEA countries’ numbering plans, including non-geographic numbers.
nb: herunder stedsuavhengige nummer, - i den europeiske nummerserien +3883, - i nummerserien +800 og - i andre EØS-lands nummerplaner, herunder stedsuavhengige nummer.

source: Forms for use in the reporting and submission of information in connection with licences and supervision are available here.
nb: Her er samlet skjemaer til bruk for innrapportering og oversendelse av informasjon i forbindelse med tillatelser og tilsyn tilknyttet satellittjordstasjoner på Svalbard og i Antarktis.

source: Ex-ante control of Telenor’s retail prices, in addition to an ex-post test, is a far more invasive obligation than under current regulation.
nb: En ex-ante kontroll av Telenors sluttbrukerpriser, i tillegg til en ex-post test, er en mye mer inngripende forpliktelse enn det som ligger i dagens regulering.

source: Such a pricing strategy would not be possible over time in a market with competition.
nb: En slik prisstrategi vil e ikke vært mulig over tid i et marked med konkurranse.

source: Nkom has made a new assessment of the requirement that the gross margin for all standardised standalone fibre products must be at least 25%, and agrees with Telenor that this requirement should not be applied to standalone fibre products in the private segment.
nb: Nkom har gjort en ny vurdering av kravet om at bruttomarginen på alle standardiserte enkeltstående fiberprodukter skal være minst 25 %, og er enig med Telenor i at dette kravet ikke bør gjøres gjeldende for enkeltstående fiberprodukter i privatsegmentet.

source: As stated in this decision, there are several terms in Telenor's standard access agreements that Nkom considers restrict competition and that are unreasonable to set in connection with a request for access.
nb: Nkom mener at en plikt for Telenor til å tilby tilgangspriser som gjør at tilgangskjøper ikke settes i marginskvis, er formålstjenlig.

source: The tests wil normally be conducted in March and September.
nb: Testene vil normalt bli gjennomført i mars og september.

source: • Consistence with the Commission’s “Notice on the cost of capital” dated 6 November
nb: Konsistens med Kommisjonens «Notice on the cost of capital» av 6.

source: Nkom also agrees with Telenor that the requirement for the gross margin for all standardised standalone fibre products to be at least 25% wil not be of significance to the margin picture in the business segment.
nb: Nkom er også enig med Telenor i at kravet om at bruttomarginen for alle standardiserte enkeltstående fiberprodukter skal være minst 25 %, ikke får betydening for marginbildet i bedriftssegmentet.

source: None of the providers chose to follow Telenor and Telia's gradual reduction of termination charges in the period until they themselves were made subject to price controls.
nb: Ingen av tilbyderne valgte å følge Telenor og Telias nedtrapping av termineringspriser i tiden frem til de selv ble underlagt prisregulering.

source: Nkom has commenced the work on a new decision regarding WACC for fixed networks and wil use the Commission’s Notice as part of the basis for the work.
nb: Nkom har startet arbeidet med et nytt vedtak om WACC for fastnett og vil benytte Kommisjonens Notice som en del av grunlaget for arbeidet.

source: The bidder wil either win a combination of blocks that at least corresponds to the "minimum bandwidth requirement", or no spectrum in the 3.6 GHz band.
nb: Budgiveren vil enten vinne en kombinasjon av blokker som minimum tilsvarer «minimum bandwidth requirement», eller ikke noe spektrum i 3.6 GHz-båndet.

source: Telenor may implement the price changes when the necessary documentation of passing margin squeeze tests and/or gross margin tests has been submitted to Nkom.
nb: Telenor kan iverksette prisendringene når nødvendig dokumentasjon på bestått marginskvistest og/eller bruttomargintester er oversendt til Nkom.

source: Nkom assumes that the assessment of the results arising from the margin squeeze test might normally be completed within the time frames stipulated in Section 11-2 of the Norwegian Electronic Communications Act.
nb: Nkom legger til grunn at vurderingen av resultatene som fremkommer ved marginskvistest, normalt vil kunne ferdigstilles innen slike tidsrammer som følger av ekomloven § 11-2.

source: Nkom plans to carry out the mock auctions during week 37.
nb: Testauksjonene er planlagt gjennomført i uke 37.

source: 5 Products from Telenor’s internal brands.
nb: 5 Produkter fra Telenors interne merkevarer.

source: Note that the "minimum bandwidth requirement" has been included as a measure to reduce "aggregation risks" when bidding on both C- and D-blocks for bidders who have stopped bidding on these blocks in their clock bids, but who have submitted exit bids in both block categories.
nb: Legg merke til at «minimum bandwidth requirement» er tatt inn som et tiltak for å redusere «aggregation risks» ved budgivning på både C- og D-blokker for budgivere som har sluttet å inngi bud på disse blokkene i deres klokkebud, men som har inngitt exit bud i begge blokk-kategorier.

source: Access to Telenor's copper-based access network at local level has been regulated
nb: Telia viser til at Telenor tilbyr erstatningsprodukter til egne sluttbrukere, men har

source: evaluation report, in collaboration with Nkom.
nb: beredskap (DSB) ledet arbeidet med konsept-valgutredning, i samarbeid med Nkom.

source: points out that ESA has encouraged Nkom to consider changing the margin squeeze test from an ex-post to an ex-ante test.
nb: viser til at ESA har oppfordret Nkom til å vurdere å endre margintesten fra en ex-post til en ex-ante test.

source: We follow the recommendations in the ECC recommendation 10(02) document for applications for GNSS amplifiers.
nb: Vi følger anbefalingene i dokumentet ECC rekommandasjon 10(02) ved søknad om GNSS-forsterkere.

source: Nkom has notified that prior to price increases for one or more flagship products, Telenor must show that financial replicability is safeguarded.
nb: Nkom varslet at Telenor i forkant av prisøkninger på ett eller flere flaggskipprodukter må godtgjøre at økonomisk replikerbarhet er ivaretatt.

source: Whether the buyer can offer something of interest to the seller, such as access to other
nb: Om kjøper kan tilby noe som er av interesse for selger, for eksempel markedsadgang

source: Competition at the wholesale level of course would solve the problem.
nb: Metodene basert på fullfordelte kostnader og LRIC har ulike fordeler og ulemper.

source: Nkom maintains the conclusion that the portfolio of flagship products must always include at least one standalone product.
nb: Nkom opprettholder konklusjonen om at porteføljen med flaggskipprodukter alltid skal inneholde minst ett enkeltstående produkt.

source: For these kinds of items, Nkom wil adjust Telenor’s data set in accordance with the procedure outlined below for the relevant item in subsequent margin squeeze tests.
nb: Nkom vil for slike poster justere Telenors datasett i henhold til den fremgangsmåte som er beskrevet nedenfor for den aktuelle posten i påfølgende marginskvistester.

source: DNS-filtering is already often used to block subscribers from accessing sites that court orders mandate ISPs to block under to Article 3(3)(a).
nb: DNS-blokkering er allerede vanlig å bruke for å blokkere abonnentenes tilgang til nettsteder som domstolene har pålagt ISP-ene å blokkere (i henhold til artikkel 3(3)(a)).

source: For example, there has always been at least one standalone fibre product in the portfolio of flagship products.
nb: For eksempel har det alltid vært minimum ett enkeltstående fiberprodukt i porteføljen med flaggskipprodukter.

source: across Norway and connected to Telenor, Telia
nb: spredt rundt i landet tilkoblet Telenor, Telia og

source: The opportunity for Telenor to decommission the copper access network more quickly
nb: Telia viser videre til NGA-anbefalingens krav til likeverdig tilgang til

source: The Recommendation’s starting point is that an EEO approach should be used in margin squeeze tests.
nb: Utgangspunktet i Anbefalingen er således at det benyttes en EEO-tilnærming i marginskvistesten.

source: When determining the relevant income, Nkom may use further information provided by alternative providers or market data to complement the data provided by Telenor.
nb: Ved fastsettelse av den aktuelle inntekten, kan Nkom bruke ytterligere opplysninger gitt av alternative tilbydere eller markedsdata for å komplettere Telenors data.

source: 5 Change to the Market 3a Decision on the basis of remarks from
nb: 5 Endring av Marked 3a-vedtaket på bakgrunn av kommentarer

source: Nkom also believes that the changes to the Market 3a Decision concerning requirements for the documentation of passed margin squeeze tests before price changes are implemented, or on the launch of new fibre products in the retail market, are necessary to ensure that the changes do not lead to access seekers being subject to margin squeeze.
nb: Nkom mener videre at endringene i Marked 3a-vedtaket vedrørende krav om dokumentasjon av bestått marginskvistest før prisendringer gjennomføres eller ved lansering av nye fiberprodukter i sluttbrukermarkedet, er nødvendige for å sikre at endringene ikke fører til at tilgangskjøpere settes i marginskvis.

source: Nkom is therefore of the view that it would be expedient to ensure the possibility of MVNO access at sufficiently favourable terms for a period until the goal of sustainable competition has been achieved.
nb: Nkom har videre kommet til at rapportering av regnskapsmessig skil e er lite hensiktsmessig for oppfølging av tilgangsvilkår for tjenesteleverandører.

source: For cost items where the discrepancy between Telenor’s data and the relevant alternative providers’ data is more than 10%, Nkom wil adjust Telenor’s data set.
nb: Side 10 overvurderes i modellen, fordi de ikke periodiseres over kundens levetid, viser departementet til at prinsippene for føring av slike kostnader fremgår av prinsippene for marginskvistester, jf.

source: furthermore believes that Telenor’s plan for the implementation of the decommissioning of the
nb: vil i denne sammenheng vise til til eggsvedtaket med fastsettelse av endelige krav til VULA fiber

source: Nkom concludes that the margin squeeze test should be based on an adjusted EEO approach.
nb: Nkom konkluderer med at marginskvistesten skal legge til grunn en justert EEO-tilnærming.

source: The data set of the SMP provider wil thus be used as the starting point for the test.
nb: Datasettet til SMP-tilbyderen vil dermed bli grunnlaget for testen.

source: The test can be performed period by period or for multiple periods together.
nb: Testen kan utføres periode for periode eller for flere perioder.

source: The consideration that actual prices, costs and demand must be relevant for the
nb: Hensynet til at reel e priser, kostnader og etterspørsel skal være relevante for

source: Will Nkom stil approve the bank guarantee?
nb: Vil Nkom likevel godkjenne bankgarantien?

source: A change from modelling ODPs with 1,000 connections or more to modelling ODPs with 100 connections or more wil change the margin from 0.04% to -2.12%.
nb: En endring fra å modellere ODP`er med 1000 tilknytninger eller mer til å modellere ODP`er med 100 tilknytninger eller mer, endrer marginen fra 0,04 % til -2,12 %.

source: In Norway, most of the suppliers of fibre-based retail services are small energy companies.
nb: I Norge består leverandørene av fiberbaserte sluttbrukertjenester i stor grad av mindre energiselskaper.

source: The ENISA guidelines mention explicitly DNS-based filtering as an example of security measure by listing “DNS blackholing” which don’t return an IP address, and “DNS redirection” which returns an alternative IP address, when requesting domain name resolution.
nb: ENISAs retningslinjer nevner eksplisitt filtrering ved hjelp av DNS som eksempel på sikkerhetstiltak, ved å liste opp «DNS-skjerming» (DNS blackholing) som ikke returnerer IP-adresse ved navneoppslag, og «DNS-viderekobling» (DNS redirection) som returnerer en alternativ (og trygg) adresse ved navneoppslag.

source: On this basis, Nkom wil make the necessary additions in a new Chapter 7.3.5.3.
nb: På bakgrunn av dette vil Nkom gjøre nødvendige tilføyelser i nytt kapittel 7.3.5.3.

source: The termination rates in all of these cases were reduced as a result of regulations imposed by Nkom (the decisions were later upheld by the Ministry of Transport and Communications after an appeal process).
nb: samtlige av disse sakene ble termineringsprisene redusert som følge av regulatoriske pålegg fra Nkom (vedtakene ble senere stadfestet av Samferdselsdepartementet etter klagebehandling).

source: The annex assumes that the downstream costs wil be calculated on the basis of the cost of the SMP provider’s own downstream operations (EEO approach).
nb: Vedlegget tar som utgangspunkt at nedstrømskostnadene skal beregnes på grunnlag av kostnadene til SMP-tilbyderens egne nedstrømsvirksomheter (EEO-tilnærming).

source: The test performed in the autumn of 2020 revealed gross margins for Telenor’s business products of between 44% and 64%.
nb: Testen som ble gjennomført høsten 2020, viste bruttomarginer for Telenors bedriftsprodukter som var mellom 44 % og 64 %.

source: Nkom therefore refers to the assessments already stated in the Market 3 Decisions.
nb: Nkom viser derfor til vurderingene som allerede fremgår av Marked 3-vedtakene.

source: This principle has been moved to principle 4, however, which concerns aggregation level and stipulates that the margin squeeze test must take place at portfolio level.
nb: Dette prinsippet er imidlertid flyttet til prinsipp 4, som omhandler aggregeringsnivå og fastsetter at marginskvistesten skal gjøres på porteføljenivå.

source: The price calculated for a buyer of access that buys traffic from Telenor can increase by a factor of 1.2 if the purchase of access represents less than 50 per cent of the access buyer's traffic.
nb: Prisen som er beregnet for en tilgangskjøper som kjøper trafikk hos Telenor, kan øke med en faktor på 1,2 dersom tilgangskjøp utgjør mindre enn 50 prosent av tilgangskjøperens trafikk.

source: Special rules apply to Svalbard and Antarctica.
nb: Særskilte regler gjelder for Svalbard og i Antarktis.
